# WM & COMPOSITOR
hyprland
hyprlock
hypridle
hyprpicker
xdg-desktop-portal-hyprland

# BAR & LAUNCHER
waybar
rofi
swww
nwg-dock-hyprland
nwg-look
pyprland
uwsm

# THEME
catppuccin-gtk-theme-mocha
catppuccin-cursors-mocha
papirus-icon-theme
qt5-wayland
qt6-wayland
qt6ct
polkit-gnome

# TERMINAL & SHELL
kitty
alacritty
zsh
fish
starship
fastfetch
btop
cava
cmatrix

# UTILS
eza
fzf
ripgrep
jq
bat
lsd

# EDITORS
code
neovim
micro
git
base-devel

# INTERNET & COMMUNICATION
firefox
telegram-desktop
vesktop
spotify
obsidian
zerotier-one

# GAMING
steam
lutris
heroic-games-launcher
prismlauncher
modrinth-app-bin
hydra-launcher-bin
portproton
gamemode
lib32-gamemode
mangohud

# SYSTEM UTILS
nautilus
ark
file-roller
grim
slurp
swappy
cliphist
wl-clipboard
pavucontrol
blueman
network-manager-applet
loupe
vlc
obs-studio
qbittorrent
rclone
unzip
unrar
wget
curl
flatpak
sddm
mpv
mpv-mpris
python-vapoursynth

# OCR (для скриншотов и распознавания текста)
tesseract
tesseract-data-eng
tesseract-data-rus

# FONTS
ttf-jetbrains-mono-nerd
ttf-fira-code
noto-fonts
noto-fonts-emoji
noto-fonts-cjk
